# SetImageCropVisible

## Description
Set the image crop visibility.

```pascal
PROCEDURE SetImageCropVisible(
				obj       : HANDLE;
				isVisible : BOOLEAN);
```

```python
def vs.SetImageCropVisible(obj, isVisible):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|obj|HANDLE|   |
|isVisible|BOOLEAN|If TRUE the crop become visible, if FALSE - invisible.|

## Version
Availability: from Vectorworks 2014

## Category
* Textures